[
 {
  "slide": 1,
  "type": "title",
  "content": "In this lesson we will cover how to make smart decisions when spending money."
 },
 {
  "slide": 1,
  "type": "text",
  "content": "Making wise decisions when it comes to spending money is super important so we can keep the most money in our pocket. Wise spending habits help us stretch our resources further and achieve our financial goals more effectively."
 },
 {
  "slide": 2,
  "type": "title",
  "content": "Understanding Wise Spending:"
 },
 {
  "slide": 2,
  "type": "text",
  "content": "Spending money wisely means making thoughtful and intentional choices about how we use our money. It involves considering our needs and wants, comparing options, and prioritizing our spending to align with our goals and values."
 },
 {
  "slide": 3,
  "type": "title",
  "content": "Tips for Spending Money Wisely:"
 },
 {
  "slide": 3,
  "type": "text",
  "content": "Differentiating Between Needs and Wants:"
 },
 {
  "slide": 3,
  "type": "text",
  "content": "Needs are items or services essential for survival, such as food, shelter, and clothing."
 },
 {
  "slide": 3,
  "type": "text",
  "content": "Wants are items or services that are desirable but not necessary for survival, such as toys, entertainment, and luxury items."
 },
 {
  "slide": 3,
  "type": "image",
  "content": "istockphoto-622279808-612x612.jpg"
 },
 {
  "slide": 4,
  "type": "title",
  "content": "Making Informed Choices:"
 },
 {
  "slide": 4,
  "type": "text",
  "content": "Encourage students to research products or services before buying them to find the best value for their money. For example, if you want to buy a new game, look up reviews, compare prices at different stores, and see if there are any discounts or sales. This way, you make sure you're getting the most for your money!"
 },
 {
  "slide": 4,
  "type": "image",
  "content": "depositphotos_24591647-stock-illustration-a-smart-young-man-surfing (1)-Photoroom.png"
 },
 {
  "slide": 5,
  "type": "title",
  "content": "Setting Spending Limits:"
 },
 {
  "slide": 5,
  "type": "text",
  "content": "Establish spending limits or budgets for different categories, such as entertainment, clothing, and dining out."
 },
 {
  "slide": 5,
  "type": "text",
  "content": "Stick to the budget to avoid overspending and ensure that money is allocated to other important areas."
 },
 {
  "slide": 5,
  "type": "image",
  "content": "istockphoto-952398110-612x612-Photoroom.png"
 },
 {
  "slide": 6,
  "type": "title",
  "content": "Avoiding Impulse Purchases:"
 },
 {
  "slide": 6,
  "type": "text",
  "content": "Remember to think carefully before buying something on a whim. Ask yourself, 'Do I really need or want this?' It's a good idea to wait at least a whole day before buying it. This helps us avoid feeling sad or sorry later if we realize we didn't really want it after all."
 },
 {
  "slide": 6,
  "type": "image",
  "content": "illustration-of-children-saving-money-in-a-piggy-bank-cartoon-illustration-of-a-kid-saving-money-in-a-piggy-bank-free-png.png"
 },
 {
  "slide": 7,
  "type": "title",
  "content": "Prioritizing Spending:"
 },
 {
  "slide": 7,
  "type": "text",
  "content": "Let's figure out what's most important to us so we can spend our money wisely. Think about what you really want to achieve. Maybe it's saving for a big trip or a special toy. Then, let's make sure we use our money to get closer to those big goals. Sometimes, it means waiting a little while to buy something we want right away. But in the end, it'll be worth it!"
 }
]