[
 {
  "slide": 1,
  "type": "text",
  "content": "In this lesson we are going over the concept of saving money and its significance in achieving our future financial goals. Saving money involves putting aside some of your earnings or allowance for later use rather than spending it immediately."
 },
 {
  "slide": 2,
  "type": "title",
  "content": "Understanding Saving:"
 },
 {
  "slide": 2,
  "type": "text",
  "content": "Saving money is like putting aside resources for future needs or desires. It allows us to be prepared for unexpected expenses and work towards achieving our long-term goals."
 },
 {
  "slide": 3,
  "type": "title",
  "content": "Benefits of Saving:"
 },
 {
  "slide": 3,
  "type": "text",
  "content": "Emergency Fund: Saving money helps build an emergency fund to cover unexpected expenses such as medical bills or car repairs."
 },
 {
  "slide": 3,
  "type": "image",
  "content": "businessman-character-putting-money-piggy-bank_1012-341.avif"
 },
 {
  "slide": 4,
  "type": "text",
  "content": "Achieving Goals: Saving money allows us to work towards achieving our goals, such as buying a bike or going on a vacation."
 },
 {
  "slide": 4,
  "type": "image",
  "content": "bicycle-311656_1280.webp"
 },
 {
  "slide": 5,
  "type": "text",
  "content": "Financial Security: Saving money provides a sense of financial security and peace of mind knowing that we have resources available when needed."
 },
 {
  "slide": 5,
  "type": "image",
  "content": "saving-money-5400989-4528713.png"
 },
 {
  "slide": 6,
  "type": "title",
  "content": "Ways to Save:"
 },
 {
  "slide": 6,
  "type": "text",
  "content": "Set Goals:"
 },
 {
  "slide": 6,
  "type": "text",
  "content": "Pick a Goal: Decide what you want to save money for. It could be a new toy, school, or a family vacation."
 },
 {
  "slide": 6,
  "type": "text",
  "content": "Be Specific: Make sure your goal is clear. For example, instead of just saying \"a toy,\" think about exactly which toy you want."
 },
 {
  "slide": 6,
  "type": "text",
  "content": "Write It Down: Write down your goal so you can remember it and stay focused!"
 },
 {
  "slide": 6,
  "type": "text",
  "content": "Create a Budget: Creating a budget is important to track their income and expenses, allowing them to distribute money for saving."
 },
 {
  "slide": 6,
  "type": "image",
  "content": "8478583.webp"
 },
 {
  "slide": 6,
  "type": "text",
  "content": "Practice Delayed Gratification: As smart money users we practice delayed gratification, where we resist the temptation to spend money randomly on things we KINDA want and instead save for something meaningful."
 },
 {
  "slide": 7,
  "type": "title",
  "content": "Saving Tips:"
 },
 {
  "slide": 7,
  "type": "text",
  "content": "Start Small: Alright students, remember we want to save our money for things we really want. Let's start with small amounts. For example, if you get $5 a week for allowance, try saving just $1 of it. After a few weeks, you can start saving $2. As you keep doing this, it will get easier to save more and more!"
 },
 {
  "slide": 7,
  "type": "image",
  "content": "businessman-character-putting-money-piggy-bank_1012-341.avif"
 },
 {
  "slide": 7,
  "type": "text",
  "content": "Use Savings Tools :Remember to use savings tools to help you save effectively. You can use things like piggy banks, savings jars, or bank accounts.These tools make saving money fun and easy!"
 },
 {
  "slide": 7,
  "type": "image",
  "content": "expense-management-4268366-3561009.png"
 },
 {
  "slide": 7,
  "type": "text",
  "content": "Celebrate Milestones: Celebrate savings milestones to motivate students to continue saving and reach their goals."
 },
 {
  "slide": 7,
  "type": "text",
  "content": "Also, celebrate your savings milestones. For example, when you save $10, have a small celebration to stay motivated and keep working toward your goals!"
 },
 {
  "slide": 7,
  "type": "image",
  "content": "pngtree-cartoon-illustration-of-financial-goals-png-image_4030799-Photoroom.png"
 }
]