[
 {
  "slide": 1,
  "type": "title",
  "content": "In this section we will go over the differences between needs and wants so that we can make better financial decisions."
 },
 {
  "slide": 1,
  "type": "text",
  "content": "Understanding the difference between needs and wants in managing personal finances is very important so that we spend our hard earned money on only the important things and occasionally a toy.Understanding needs and wants helps us prioritize spending and distribute resources."
 },
 {
  "slide": 2,
  "type": "title",
  "content": "Differentiating Between Needs and Wants:"
 },
 {
  "slide": 2,
  "type": "text",
  "content": "Needs:"
 },
 {
  "slide": 2,
  "type": "text",
  "content": "Needs are essential items or services necessary for survival and well-being."
 },
 {
  "slide": 2,
  "type": "text",
  "content": "They include things like food, shelter, clothing, healthcare, and education."
 },
 {
  "slide": 2,
  "type": "image",
  "content": "2436c2df58587fc3294b2c8fc2d456b5_t.jpg"
 },
 {
  "slide": 3,
  "type": "title",
  "content": "Wants:"
 },
 {
  "slide": 3,
  "type": "text",
  "content": "Wants are non-essential items or services that are desirable but not necessary for survival."
 },
 {
  "slide": 3,
  "type": "text",
  "content": "They include things like entertainment, luxury items, gadgets, and travel."
 },
 {
  "slide": 3,
  "type": "image",
  "content": "heap-toys-eps-vector-illustration-48098461.webp"
 },
 {
  "slide": 4,
  "type": "title",
  "content": "Identifying Needs:"
 },
 {
  "slide": 4,
  "type": "title",
  "content": "Basic Needs:"
 },
 {
  "slide": 4,
  "type": "text",
  "content": "Basic needs are essential for human survival and include items such as food, water, and shelter."
 },
 {
  "slide": 4,
  "type": "image",
  "content": "colorful-composition-school-lunch-tasty-sandwich-ripe-red-apple-bottle-water-closed-blue-container-food-theme-cartoon-vector-design-flat-illustration-isolated-white-background_223337-10346.avif"
 },
 {
  "slide": 5,
  "type": "title",
  "content": "Safety and Security:"
 },
 {
  "slide": 5,
  "type": "text",
  "content": "Safety and security needs include access to healthcare, insurance, and a safe living environment."
 },
 {
  "slide": 6,
  "type": "title",
  "content": "Recognizing Wants:"
 },
 {
  "slide": 6,
  "type": "title",
  "content": "Desires and Preferences:"
 },
 {
  "slide": 6,
  "type": "text",
  "content": "Wants are driven by desires, preferences, and aspirations rather than basic necessities."
 },
 {
  "slide": 6,
  "type": "text",
  "content": "Remember, wants are things we really, really wish for, like a cool new game or a shiny toy. They're not things we absolutely have to have to live, like food and clothes. So, before spending money, let's think hard: is this something I really want, or is it something I really need?"
 },
 {
  "slide": 7,
  "type": "title",
  "content": "Luxuries and Non-Essentials:"
 },
 {
  "slide": 7,
  "type": "text",
  "content": "Luxuries and non-essentials are items or experiences that enhance quality of life but are not required for survival."
 },
 {
  "slide": 8,
  "type": "title",
  "content": "Making Better Financial Decisions:"
 },
 {
  "slide": 8,
  "type": "title",
  "content": "Budgeting:"
 },
 {
  "slide": 8,
  "type": "title",
  "content": "Let's make a plan for our money! First, we need to make sure we have enough for all the important stuff, like food, clothes, and school supplies. That's our needs. After that, we can think about the fun stuff we want, like games or toys. It's important to keep track of what we spend and adjust if we need to. That way, we always know where our money is going and make sure we're spending it on what matters most!"
 },
 {
  "slide": 8,
  "type": "image",
  "content": "istockphoto-1314458685-612x612.jpg"
 },
 {
  "slide": 9,
  "type": "title",
  "content": "Critical Thinking:"
 },
 {
  "slide": 9,
  "type": "text",
  "content": "Let's use our super-smart thinking skills to figure out if we really need something or if we just really, really want it. Sometimes our wants can make us want to buy things right away, but that might not always be the best idea. If we think carefully before we buy something, we can avoid making quick decisions we might regret later. It's like being a detective and finding the best choice! That way, we can make sure our money goes where it matters most."
 },
 {
  "slide": 9,
  "type": "image",
  "content": "little-boy-thinking-bubble-question-600nw-2080603960.webp"
 }
]