[
 {
  "slide": 1,
  "type": "title",
  "content": "Understanding Earning Money:"
 },
 {
  "slide": 1,
  "type": "text",
  "content": "Earning money allows us to meet our needs, achieve our goals, and contribute to the economy. It can come from various sources, such as work, allowances, or entrepreneurial ventures."
 },
 {
  "slide": 2,
  "type": "title",
  "content": "Types of Earning:"
 },
 {
  "slide": 2,
  "type": "title",
  "content": "Work:"
 },
 {
  "slide": 2,
  "type": "text",
  "content": "Work involves performing tasks or duties for an employer in exchange for a wage or salary. This can include jobs like babysitting, mowing lawns, or working at a store."
 },
 {
  "slide": 2,
  "type": "image",
  "content": "(insert photo: illustration of a child doing chores or working)"
 },
 {
  "slide": 2,
  "type": "title",
  "content": "Chores:"
 },
 {
  "slide": 2,
  "type": "text",
  "content": "Chores are tasks or responsibilities assigned at home that contribute to the upkeep of the household. Children may receive allowances or rewards for completing chores."
 },
 {
  "slide": 2,
  "type": "image",
  "content": "(insert photo: illustration of a child doing household chores)"
 },
 {
  "slide": 2,
  "type": "title",
  "content": "Allowances:"
 },
 {
  "slide": 2,
  "type": "text",
  "content": "Allowances are regular payments given to children by parents or guardians to teach them financial responsibility and provide them with spending money."
 },
 {
  "slide": 2,
  "type": "image",
  "content": "(insert photo: illustration of a child receiving an allowance)"
 },
 {
  "slide": 2,
  "type": "title",
  "content": "Entrepreneurial Ventures:"
 },
 {
  "slide": 2,
  "type": "text",
  "content": "Some children may earn money through entrepreneurial ventures, such as selling homemade crafts, lemonade stands, or providing services like pet sitting or tutoring."
 },
 {
  "slide": 2,
  "type": "image",
  "content": "(insert photo: illustration of a child running a lemonade stand)"
 },
 {
  "slide": 3,
  "type": "title",
  "content": "Benefits of Earning Money:"
 },
 {
  "slide": 3,
  "type": "text",
  "content": "Financial Independence:"
 },
 {
  "slide": 3,
  "type": "text",
  "content": "Earning money empowers children to become financially independent and make their own purchasing decisions."
 },
 {
  "slide": 3,
  "type": "image",
  "content": "(insert photo: illustration of a child with money)"
 },
 {
  "slide": 3,
  "type": "title",
  "content": "Responsibility:"
 },
 {
  "slide": 3,
  "type": "text",
  "content": "Earning money teaches children the value of hard work, responsibility, and time management."
 },
 {
  "slide": 3,
  "type": "image",
  "content": "(insert photo: illustration of a child managing their earnings)"
 },
 {
  "slide": 3,
  "type": "title",
  "content": "Goal Achievement:"
 },
 {
  "slide": 3,
  "type": "text",
  "content": "Children can use money earned to achieve their goals, whether it's saving for a toy, contributing to a charity, or funding educational expenses."
 },
 {
  "slide": 3,
  "type": "image",
  "content": "(insert photo: illustration of a child achieving a goal with earned money)"
 },
 {
  "slide": 3,
  "type": "title",
  "content": "Skill Development:"
 },
 {
  "slide": 3,
  "type": "text",
  "content": "Earning money provides opportunities for skill development, such as communication, problem-solving, and financial literacy."
 },
 {
  "slide": 3,
  "type": "image",
  "content": "(insert photo: illustration of a child learning about money management)"
 }
]