[
 {
  "slide": 1,
  "type": "title",
  "content": "In the chapter you will learn how to count coins and bills."
 },
 {
  "slide": 1,
  "type": "text",
  "content": "Being able to count money accurately is super important so we can make sure we don't overpay or underpay when we are making purchases. Counting money is a valuable skill that helps us manage our finances and make informed decisions about spending and saving."
 },
 {
  "slide": 2,
  "type": "title",
  "content": "Counting Coins:"
 },
 {
  "slide": 2,
  "type": "text",
  "content": "Coins come in different denominations, and each coin has a specific value. Let's learn how to count coins accurately."
 },
 {
  "slide": 3,
  "type": "title",
  "content": "Identify the Coins:"
 },
 {
  "slide": 3,
  "type": "text",
  "content": "Before counting, make sure you can identify each coin and its value. Review the coins covered in Lesson 2: Identifying Coins and Bills."
 },
 {
  "slide": 4,
  "type": "title",
  "content": "Counting Procedure:"
 },
 {
  "slide": 4,
  "type": "text",
  "content": "Start by organizing the coins into groups based on their value (e.g., all pennies together, all nickels together, etc.)."
 },
 {
  "slide": 4,
  "type": "text",
  "content": "Begin counting the largest denomination first (quarters), then move to smaller denominations (dimes, nickels, pennies)."
 },
 {
  "slide": 4,
  "type": "text",
  "content": "Use skip counting strategies if necessary (e.g., counting by 25s for quarters, 10s for dimes, 5s for nickels, and 1s for pennies)."
 },
 {
  "slide": 4,
  "type": "text",
  "content": "Add up the total value of all the coins in each group to find the total amount."
 },
 {
  "slide": 5,
  "type": "title",
  "content": "Counting Bills:"
 },
 {
  "slide": 5,
  "type": "text",
  "content": "Bills also come in different denominations, and each bill represents a specific value. Let's learn how to count bills accurately."
 },
 {
  "slide": 5,
  "type": "title",
  "content": "Identify the Bills:"
 },
 {
  "slide": 5,
  "type": "text",
  "content": "Review the bills covered in Lesson 2: Identifying Coins and Bills to ensure you can identify each bill and its value."
 },
 {
  "slide": 6,
  "type": "title",
  "content": "Counting Procedure:"
 },
 {
  "slide": 6,
  "type": "text",
  "content": "Start by organizing the bills into stacks based on their denomination (e.g., all $1 bills together, all $5 bills together, etc.)."
 },
 {
  "slide": 6,
  "type": "text",
  "content": "Begin counting the largest denomination first and proceed to smaller denominations."
 },
 {
  "slide": 6,
  "type": "text",
  "content": "Count each stack carefully, ensuring that you accurately identify the value of each bill."
 },
 {
  "slide": 6,
  "type": "text",
  "content": "Add up the total value of all the bills to find the total amount."
 }
]