[
 {
  "slide": 1,
  "type": "title",
  "content": "Here we are going to show you guys the concept of budgeting and how to manage money responsibly."
 },
 {
  "slide": 1,
  "type": "text",
  "content": "Budgeting in managing personal finances is super important so we don't spend too little or too much, but just the perfect amount. Budgeting involves creating a plan for how to distribute money to cover expenses, save for goals, and avoid overspending."
 },
 {
  "slide": 2,
  "type": "title",
  "content": "Understanding Budgeting:"
 },
 {
  "slide": 2,
  "type": "title",
  "content": "Definition:"
 },
 {
  "slide": 2,
  "type": "text",
  "content": "Budgeting is the process of creating a plan to manage income and expenses effectively."
 },
 {
  "slide": 2,
  "type": "text",
  "content": "It helps individuals prioritize spending, track their financial progress, and make informed decisions about money."
 },
 {
  "slide": 3,
  "type": "title",
  "content": "Components of a Budget:"
 },
 {
  "slide": 3,
  "type": "text",
  "content": "Income: Money earned or received, such as allowances, wages, or gifts."
 },
 {
  "slide": 3,
  "type": "text",
  "content": "Expenses: Money spent on goods, services, or bills, such as groceries, rent, utilities, and entertainment."
 },
 {
  "slide": 3,
  "type": "text",
  "content": "Savings: Money set aside for future goals, emergencies, or investments."
 },
 {
  "slide": 4,
  "type": "title",
  "content": "Creating a Budget:"
 },
 {
  "slide": 4,
  "type": "title",
  "content": "Identify Income:"
 },
 {
  "slide": 4,
  "type": "text",
  "content": "List all sources of income, including allowances, wages, gifts, or any other money received."
 },
 {
  "slide": 4,
  "type": "text",
  "content": "Calculate the total amount of income received within a specific time period, such as a week or a month."
 },
 {
  "slide": 4,
  "type": "text",
  "content": "Add the total amount of income received within a specific time period, such as a week or a month. "
 },
 {
  "slide": 4,
  "type": "text",
  "content": "These sources could be chores or a job. For example if we washed the dishes for $5 and got $10 for our birthday we would have earned $15 that week."
 },
 {
  "slide": 4,
  "type": "image",
  "content": "multiple-streams-of-income-passive-income-or-revenue-vector.jpg"
 },
 {
  "slide": 4,
  "type": "title",
  "content": "Track Expenses:"
 },
 {
  "slide": 4,
  "type": "text",
  "content": "Record all expenses, including fixed expenses (e.g., rent, utilities) and variable expenses (e.g., groceries, entertainment)."
 },
 {
  "slide": 4,
  "type": "text",
  "content": "Categorize expenses to identify areas where money is being spent and determine if adjustments are needed."
 },
 {
  "slide": 4,
  "type": "text",
  "content": "An example is if we were spending a certain amount of money on food each week or on a toy magazine. Sometimes we may need to change these expenses to fit them in our budget. "
 },
 {
  "slide": 4,
  "type": "image",
  "content": "expense-management-4268366-3561009.png"
 },
 {
  "slide": 4,
  "type": "title",
  "content": "Set Spending Limits:"
 },
 {
  "slide": 4,
  "type": "text",
  "content": "Establish spending limits for each expense category based on income and financial goals."
 },
 {
  "slide": 4,
  "type": "text",
  "content": "Prioritize essential expenses and take the remaining funds to other spending or savings."
 },
 {
  "slide": 4,
  "type": "title",
  "content": "Monitor and Adjust:"
 },
 {
  "slide": 4,
  "type": "text",
  "content": "Regularly review spending habits and compare them to the budget plan."
 },
 {
  "slide": 4,
  "type": "text",
  "content": "Adjust spending as needed to stay within budget and make progress towards financial goals."
 },
 {
  "slide": 5,
  "type": "title",
  "content": "Benefits of Budgeting:"
 },
 {
  "slide": 5,
  "type": "text",
  "content": "Financial Awareness:"
 },
 {
  "slide": 5,
  "type": "text",
  "content": "Budgeting increases awareness of income, expenses, and financial habits, empowering individuals to make informed decisions."
 },
 {
  "slide": 5,
  "type": "title",
  "content": "Goal Achievement:"
 },
 {
  "slide": 5,
  "type": "text",
  "content": "Budgeting helps individuals set and achieve financial goals by prioritizing spending and saving accordingly."
 },
 {
  "slide": 5,
  "type": "title",
  "content": "Debt Reduction:"
 },
 {
  "slide": 5,
  "type": "text",
  "content": "Budgeting allows individuals to manage debt more effectively by allocating funds towards debt repayment."
 }
]